function lists(){//**登録者情報。プログラムを変えずに違う情報を入れたいなら、画像ファイル名の後ろに要素を追加。 */
    let cool=[['松下奈緒','松下奈緒-クール.jpg'],['米倉涼子','米倉涼子-クール.jpg'],['ガッキー','ガッキー-クール.jpg'],['黒木メイサ','黒木メイサ-クール.jpg']];
    let cute=[['水卜麻美','水卜麻美-キュート.jpg'],['広瀬すず','広瀬すず-キュート.jpg'],['橋本環奈','橋本環奈-キュート.jpg']];
    let fresh=[['榮倉奈々','榮倉奈々-フレッシュ.jpg'],['松岡茉優','松岡茉優-フレッシュ.jpg'],['永作博美','永作博美-フレッシュ.jpg']];
    let feminine=[['白石麻衣','白石麻衣-フェミニン.jpg'],['広瀬アリス','広瀬アリス-フェミニン.jpg'],['石原さとみ','石原さとみ-フェミニン.jpg']];
    var list=[cool,cute,fresh,feminine];
    return list;
}
